describe('폴더를 생성합니다.', () => {
  it('폴더 이름을 지정합니다.', () => {
    // 폴더 이름은 공백이 들어가서는 안됩니다.
    // 폴더 이름은 최대 25자 이내입니다.
  });

  it('폴더 위치가 알맞게 지정됩니다.', () => {});
});

describe('폴더 이름을 변경합니다.', () =>{
  it('폴더 이름을 입력하면 입력된 이름으로 변경됩니다.', () => {
    // 폴더 이름은 공백이 들어가서는 안됩니다.
    // 폴더 이름은 최대 25자 이내입니다.
  });
});

describe('폴더를 삭제합니다.', () => {
  it('폴더 id로 폴더를 제거합니다.', () => {

  });
});

describe('현재 위치에서 뒤로가기', () => {});

describe('특정 위치로 이동하기', () => {});

describe('폴더 위치 지정하기', () => {});

describe('폴더의 생성과 변경, 삭제 관련 피드백이 화면에 반영됩니다.', () => {});
